INSERT INTO table_name (id, content) VALUES (1, '籤詩翻譯
1.
此事以穩健的步伐，走向浮華、虛榮。
—-
平步青雲。（不代表所求就能如願，還需視本身條件而定）
2.
這件事是很高的榮譽，也是很殊勝的名份。
(
但必須要有對等的份量、德行、實力，才能享受到這份殊榮。
)
3.
此榮華富貴是個人過去的功德善行而有今天的福報。（「天」，業力、因果報應是也。但若無此福報，恐不能如願。）
4.
代表這是很大的福報。
—-
福壽雙全。');
INSERT INTO table_name (id, content) VALUES (2, '籤詩翻譯
1.
真假消息隨著時間浮現。
(
意即各種耳語、傳說困擾你。
)
2.
自此之後，你想做的事情都可以做了。
(
這些傳聞已成過去。
)
3.
若問將來當歸屬何方？人生的歸宿當朝哪裡？
4.
勸君把做人的分寸拿捏好。意即，把道德、操守做好來，這就是人生的歸宿地了。');
INSERT INTO table_name (id, content) VALUES (3, '籤詩翻譯
1.做事當奉公守法，不要違背良心或違背天理。(本籤的忠告)
2.若能如此自然萬事亨通好事降臨
3.你當前想要做的事情當停下來
（此有多種意思，一、是欲做之事不當做。二、此事當等待。三、當前的謀望不能如願。）
4.到了秋天時，這件事情就有好消息了。
等到秋天即能分曉或有個明確的方向。');
INSERT INTO table_name (id, content) VALUES (4, '籤詩翻譯
1.
去年各方面都算還可以。
2.
若比較今年則今年時運算差些。
(
事情會越來越糟糕
)
3.
拿些香花供果來神佛前禱告。
(
以讓神佛能預先保佑你
)
4.
莫讓福報過去了，那就後悔也來不及了。
(
要有預防之道，以免病入膏肓
)');
INSERT INTO table_name (id, content) VALUES (5, '籤詩翻譯
1.
「三般」有多種意義：
(1)你有三個包袱或三個擔憂、束縛、記掛。或你有三件不順的事情。
(2)人性的心意、口，受到束縛而顯得不自由。或出了問題。
(3)「三般」代表富（錢財）、貴（地位）、壽（健康），意即，你在這三方面不順遂。
(4)「三般」代表三番兩次，意即事情遊疑不定，不能做主，也代表變換之兆。
2.
目前的狀況有些淒寒如秋天。
(
還好只是寒如秋而非冷如冬。
)
3.
若遇到陰曆年底的十一、十二月。（這是轉換、轉變的時刻）
4.
一旦到了春天（陰曆年後），一切就好轉不用憂愁了。');
INSERT INTO table_name (id, content) VALUES (6, '籤詩翻譯
1.
對於此事何必勞師動眾、大費周章、聲張旗鼓、小題大作、虛偽造假
……
(
顯然這其中有問題
)
2.
此事走起來有如行萬里路那麼遙遠（以偏差的態度做事，總是會失敗。）
3.
彼此互相猜疑或沒有信心，那將不能成事。
4.
勸君停下以自己的心意，憶想他人的情意。（人是會變心的動物，當防受害、受騙）（不以自己的想法去想別人）');
INSERT INTO table_name (id, content) VALUES (7, '籤詩翻譯
1.
你的先天資質、條件很好
2.
又遇到好的老師之調教和學習
3.
來日當可練成好功夫
4.
屆時就能發揮無比的功力了');
INSERT INTO table_name (id, content) VALUES (8, '籤詩翻譯
1.過去幾年的耕耘一直沒有好收成（往事失意）
2.今年的努力一定有好結果了（可望在秋天有好成果出現）
3.更何況如今是太平之日
4.各行各業都安順無憂');
INSERT INTO table_name (id, content) VALUES (9, '籤詩翻譯
1.
對於這件重要的事，期盼著能有消息。（長安，漢朝國都。代表和此事相關的重要地點）
2.
常常想像著各種好消息出現。（菱花鏡，鏡子所作成的萬花筒。代表想像此事的美麗之景。盼望的心情所產生的想像。菱花仔細看，也代表當事者由於期盼之心情，故常有自照鏡子的習慣。）
3.
聽說有好消息來了。
4.
一朝終於好消息傳來而讓人喜上眉梢了。');
INSERT INTO table_name (id, content) VALUES (10, '籤詩翻譯
1.
此事就如重病的病患，時時處在性命垂危的邊緣。
2.
不必四處占卜
(
不必到處算命、改名、改祖墳、刻印鑑等等
)
。
3.
直到不好的觀念、態度、個性、行為、操守等等有所改善後。
(
直到
懺悔
過後。
)
4.
再來祈求神佛的庇祐與加持。
(
若能如此則能減災
)');
INSERT INTO table_name (id, content) VALUES (11, '籤詩翻譯
1.
今年的福報或表現有番新氣象
2.
榮華富貴都聚集在你身了
3.
誰料這其中卻還有難以開解之處
4.
到頭來卻暗自神傷');
INSERT INTO table_name (id, content) VALUES (12, '籤詩翻譯
1.
在春天之前就努力經營，並希望有一番氣象
2.
誰料到了秋天竟然還是不理想
3.
直到遇到了這個從遠方而來的貴人。
(
貴公子代表你所期望的人或事
)
4.
一生的生活才終於安定下來。');
INSERT INTO table_name (id, content) VALUES (13, '籤詩翻譯
1.
你從庚年到甲年，前途都不得意。
(
有五年之厄
)
2.
那且就學姜太公那般的等候吧。
(
守舊等待為宜
)
3.
在逢兔年的時候，重新出發則有發跡的機會。
(
兔年是良機
)
4.
屆時，你就萬人頭上當英雄了。');
INSERT INTO table_name (id, content) VALUES (14, '籤詩翻譯
1.
一看到這個人（或事）就很喜歡。
2.
你可知道這發展下去有多困難。（一時看起來很好之事，若發展下去你才知道事情不簡單）
3.
人情的冷暖變化，你不用驚訝。（局勢、人心等等變化無常，你不用驚訝。）
4.
要走這條路，當了解此路之堅難。（若想做一件事情，你當先了解這事情的難處）');
INSERT INTO table_name (id, content) VALUES (15, '籤詩翻譯
1.雙方條件很相當(勢均力敵不相上下)
2.若彼此沒有緣份的，是不會成事的。（若無對等條件、實力，免想成事）。
3.直到春天出現時，就有了好消息。
4.卻在屋子內較量琴瑟。（意即，常會鬥嘴）');
INSERT INTO table_name (id, content) VALUES (16, '籤詩翻譯
1.雙方條件很相當(勢均力敵不相上下)
2.若彼此沒有緣份的，是不會成事的。（若無對等條件、實力，免想成事）。
3.直到春天出現時，就有了好消息。
4.卻在屋子內較量琴瑟。（意即，常會鬥嘴）');
INSERT INTO table_name (id, content) VALUES (17, '籤詩翻譯
1.不管什麼事都好商量，而不要堅持。
2.事若互不退讓而鬧上法院則雙方都受傷。
3.即使圖用心機、計策而得勝。（反而害己而利他）
4.也因為如此而使未來子孫蒙受災殃。');
INSERT INTO table_name (id, content) VALUES (18, '籤詩翻譯
1.我知道你所說的這件事，只是如空幻的花罷了。
2.這事發展下去茫茫無涯沒有結果
3勸你腳踏實地經營
4.善有善報這是不會有差錯的');
INSERT INTO table_name (id, content) VALUES (19, '籤詩翻譯
1.感嘆你自始以來機運都不得意（意即當前不得意。若當前得意者，占此則反）
2.而今年開始各方面都將順利了（代表開始走運了）
3.有什麼期望都能實現（代表心想事成）
4.婚姻能和諧，也能誕生貴子。(代表事情能開花結果)');
INSERT INTO table_name (id, content) VALUES (20, '籤詩翻譯
1.心裡的心事要向誰傾吐
2.這麼多的苦水說給誰聽
3.世間事都如流水般而去
4.所有功名利祿就如浮雲');
INSERT INTO table_name (id, content) VALUES (21, '籤詩翻譯
1.和你宿世以來就有冤仇、虧欠
2.而今相逢那能得緣呢
3.多讀些經書吧（建議；誦經、持咒、懺悔一起來，改造效果更好）
4.以祈能過的平安吉祥');
INSERT INTO table_name (id, content) VALUES (22, '籤詩翻譯
1.碧玉池中開白蓮
碧玉，也代表女方、女兒。白蓮代表，純潔、孤傲、悽涼、冷漠、清高之相。
此話也代表，出污泥而不染。意即，能夠修行的性格。若能修行者，則吉。
2. 莊嚴色相自天然，代表發展成如今，也是個天然的成果。
3. 生來骨格超凡俗，代表本身條件優越
4. 正是人間第一仙，代表一枝獨秀。');
INSERT INTO table_name (id, content) VALUES (23, '籤詩翻譯
1.在春風得意時，命運時好時壞。
2.在生命歲月裡，經歷了貧賤富貴、窮困通達。
3.雖然羨慕你過去的榮華富貴，但是如今已成過去。
4.當心到頭來好事都成夢幻。');
INSERT INTO table_name (id, content) VALUES (24, '籤詩翻譯
1.這個春天的各種事情總是讓人憂愁煎熬。
2.自從夏天開始的經營，才有了起色。
3.當遇到秋天、冬至過後。
4.各種營求終於有驚喜的結果了。
◆註解
騎鶴：誰能騎鶴？只有仙人才能騎鶴。此形容心境如仙人快樂。
腰纏；代表「腰纏萬貫」的意思。
「恰如騎鶴與腰纏」此話代表一個人的功名利祿突然爆紅了。');
INSERT INTO table_name (id, content) VALUES (25, '籤詩翻譯
1.若逢虎、馬、狗年多困頓。
2.若遇豬、鼠、牛年的10、11、12月則吉祥。
3.若遇到兔年、雞年，屆時一切都有了生機。各種謀求都通暢了，就如枯木遇到春天了。
註解：籤詩所提的時間都以陰曆為準。');
INSERT INTO table_name (id, content) VALUES (26, '籤詩翻譯
1.這幾年來收成不佳（景氣不好）這都是天數。（天數；此指人類共同的命運。在此指當事者這幾年的宿命不佳。）
2.而今年狀況則又更糟。
3.和你約定在三天之內
4.讓你感受到新景象。');
INSERT INTO table_name (id, content) VALUES (27, '籤詩翻譯
1.世間上的各個物品都有主人
2.即使一小點的東西也不要隨便拿取
就算天生條件很優越
也是要按部就班的經營而得成果');
INSERT INTO table_name (id, content) VALUES (28, '籤詩翻譯
1.公侯將相並非天生的，也不是遺傳的。
2.而是努力經營而來的
3.一切經營只要符合天理，所有謀望都可得。
4.若是有才學、有本事的話，是不會受困的，不會寂寞的。');
INSERT INTO table_name (id, content) VALUES (29, '籤詩翻譯
1.
祖上有德已經延續許多年了
2.
而這個好德行也延續到如今
3.
若能不厭倦的在個人修為上加把勁
4.
那上天還得還你原有的福報');
INSERT INTO table_name (id, content) VALUES (30, '籤詩翻譯
1.做事當奉公守法，不要違背良心或違背天理。(本籤的忠告)
2.若能如此自然萬事亨通好事降臨
3.你當前想要做的事情當停下來
（此有多種意思，一、是欲做之事不當做。二、此事當等待。三、當前的謀望不能如願。）
4.到了秋天時，這件事情就有好消息了。
等到秋天即能分曉或有個明確的方向。');
INSERT INTO table_name (id, content) VALUES (31, '籤詩翻譯
1.在秋冬時耕作，功效只是平平。
2.要到春天時經營，才能昌隆發展。
3.從遠方傳來的消息讓人寄望。
4.母親快樂安然無恙。');
INSERT INTO table_name (id, content) VALUES (32, '籤詩翻譯
1.這樣勞心尋尋覓覓究竟為的是什麼
2.都是口舌是非，身心都病了。
3.到頭來就如夢一場罷了
4.何必用這麼多心機呢');
INSERT INTO table_name (id, content) VALUES (33, '籤詩翻譯
1.不管天南地北（意即不要去管世間閒雜事）
2.眼睛當看不清，耳朵當聽不到。
3.把經書好好讀一讀（有益人生、修行的經書都可以讀）
4.也不管將來是貧賤、富貴、困頓、通達。（意即要練到「八風吹不動」）');
INSERT INTO table_name (id, content) VALUES (34, '籤詩翻譯
1.春夏天才過，秋冬又來了。（歲月如梭）
2.但此事卻不順遂而令人搥胸。
3.巧逢貴人得相助（若逢貴人莫錯過）
4.停下私心多些真情義有助本事');
INSERT INTO table_name (id, content) VALUES (35, '籤詩翻譯
1.一個美好的環境就如一幅山水畫（家庭風水、環境很好）
2.相處也很融洽
3.但是沒料到突來的意外，拆散了一家的團圓
4.空對著香囊無語問蒼天');
INSERT INTO table_name (id, content) VALUES (36, '籤詩翻譯
1.各種好福報都是自己的善行造作而來的
2.若偶然地福報不如人時，不用問他人。（這是因為「
修德
」不足故功名遲到）
3.未來的前途上，你也有好前景等著
4.屆時你就可以再占卜了（再求籤、占卜看看自己
修德
的成果如何。）');
INSERT INTO table_name (id, content) VALUES (37, '籤詩翻譯
1.你燒香來稟告神明又說了許多話
2.誰善誰惡，你自己心裡也知道。（這件事的對錯、是非、好壞、善惡，你自己心裡也知道。）
3.辭去昧公之事、心裡壞事。（把不好的那部份除去）
4.當出門時沒有障礙（心理罣礙），那就是通達了。（遠離是非之地，就能事情通達。）');
INSERT INTO table_name (id, content) VALUES (38, '籤詩翻譯
1.在蟋蟀的鳴叫聲下，守著家門。
2.寄望著千里外的音訊傳來
3.等著榮華富貴，等著期盼的人來
4.但如秋之悽愴，如冬之寒冷，又雨綿綿。（令人落淚之景象）');
INSERT INTO table_name (id, content) VALUES (39, '籤詩翻譯
1.山門外的北方，是個好安居的場所。（當前的你，在這安居之所，過著安閒生活，這是最佳的安排。此話也代表凡事守舊為宜。）
2.若是問結果如何，那就要謹慎你的出發。（做任何事之初都要謹慎小心）
3.對於內在包藏著不為人知的黑暗事，你就笑笑置之。（以免遭來口舌）
4.書信上的訊息方便得知，但是不要隨便相信。（預防被騙）
(書信雖然方便，但是不要隨意興書揭發黑暗事。)');
INSERT INTO table_name (id, content) VALUES (40, '籤詩翻譯
1.最近有了新的轉變、新的發展、新的作風。（當前的轉變是好的。）
2.不用跟隨他人的步伐與趨勢（不再受他人牽制、不必再聽他人使喚、不用跟著他人屁股走、不必再依靠他人…）
3.只要聽到消息來到
4.那就是崎嶇道路的盡頭而要邁入平坦順利之境了');
INSERT INTO table_name (id, content) VALUES (41, '籤詩翻譯
1.人生志在四方
2.若想攀登高峰有誰能依靠、引薦（靠人無力）
3.若遇子丑年、月、日，則有貴人扶持
4.此時所求之事也能順遂');
INSERT INTO table_name (id, content) VALUES (42, '籤詩翻譯
1.我曾經答應你把事情弄好
2.誰料到你的行為違背因果
3.你要改過自新不要如以往（改變作風則能改造命運）
4.這樣的話你的人生經營才能稱心如意啊');
INSERT INTO table_name (id, content) VALUES (43, '籤詩翻譯
1.來自官方的文件，火速催急著。（比喻此事有著催促之感）
2.乘著小舟速去處理，但是潮浪的聲音如雷。（比喻勢單力薄又逢局勢驚危）
3.雖然眼下看起來有多麼驚險。（此事令人感到驚險）
4.但是保證讓你平安往返（終渡難關）');
INSERT INTO table_name (id, content) VALUES (44, '籤詩翻譯
1.你是大眾中的大好人（你是個好好先生，你是個最好命的人…）
2.由於錯誤的認知而做錯了事情而損傷精神。（一時做錯了決定）
3.若能堅心悔過並行善，以酬報你的願望。（堅持原來的道路）
4.則能榮華富貴能聚集在你身上。（即能順遂）');
INSERT INTO table_name (id, content) VALUES (45, '籤詩翻譯
1.努力的修好自己的「心」
2.若是彼此對立總是不好的。（彼此對立或劃分山頭，這都是畫地自牢）
3.祖墳風水好不如心地好（心地好比較重要）
4.修行好反而受委屈');
INSERT INTO table_name (id, content) VALUES (46, '籤詩翻譯
1.你是個地方的首長（富貴人家）
2.相信你也知道騎馬比騎牛更有利
3.但是若騎馬游山玩水的話
4.這就不如騎牛這麼自由了');
INSERT INTO table_name (id, content) VALUES (47, '籤詩翻譯
1.給你說過多少話了（我一再給你交代這件事）
2.只為了能得到和平和雪恥冤仇（若想和平了事的話）
3.若走訴訟則結局是凶，你當記住。（各種造作反是凶）
4.請在清夜捫心自問，好好自我檢討。（還得自我反省、自我懺悔）');
INSERT INTO table_name (id, content) VALUES (48, '籤詩翻譯
1.登山涉水本是險，卻逢天寒增困難。
2.如此際遇人不安，連累全家都心慌。（前兩句代表當事者所問之事目前處在困境中）
3.幸遇貴人來呼喚，引導此事渡難關。（虎頭人就是你解開這個問題的關鍵，此貴人與「虎」有關）
4.團圓和樂又相聚，順遂歡喜又安康。');
INSERT INTO table_name (id, content) VALUES (49, '籤詩翻譯
1.雙方家居相近（相逢即是有緣，應當惜緣。）
2.何必見人如見鬼（若想萬事興旺，應當同心協力。）
3.歲月有限，光陰如梭，再不把握，則恐空過一生。
4.做好人際，勝過逃避。過多轉變，只是徒勞。');
INSERT INTO table_name (id, content) VALUES (50, '籤詩翻譯
1.若要今年比去年更好（若要事情更好的話）
2.也需要更多的經營和措施（需要更多的努力與付出）
3.家和萬事興，意和同事順。（把人際、人緣搞好，這就比去年好的秘訣）
4.別人說的話不管是好是壞，都不要聽偏了。（與人相處時言語上不要隨著他人言語起舞）');
INSERT INTO table_name (id, content) VALUES (51, '籤詩翻譯
1.
事情你就隨緣（隨順因緣，事要你進你就進，事要你退你就退，這就是隨緣）
2.
若能如此則事情能順利發展（水到渠成）
3.不用感嘆過去幾年的不順遂 （困境已過）
4.現在新的運勢已經降臨了（新運稱心）');
INSERT INTO table_name (id, content) VALUES (52, '籤詩翻譯
1孤獨家居感到寂寞無聊（生活乏味困頓之感）
2.只有孤燈陪伴度夜晚（無助之感）
3.突然傳來好訊息說秋天有著落（好運發生在秋天）
4.生計的舟筏終於安定了（方向在北方）');
INSERT INTO table_name (id, content) VALUES (53, '籤詩翻譯
1.此事困難又暗藏玄機。
2.南方的鳥卻飛到北方的窩巢。（事有蹊蹺）
3.能幫你的貴人是你認識的人
4.在夏天到秋天之間可以遇到。');
INSERT INTO table_name (id, content) VALUES (54, '籤詩翻譯
1.想要在群眾中成為英豪人物
2.期望能輝煌騰達
3.但是潮流、風向不順暢
4.這需要更多的努力與勤奮，更需要「用心經營」，方能脫穎而出。（多讀些經典的義理）');
INSERT INTO table_name (id, content) VALUES (55, '籤詩翻譯
1.努力的耕耘不要怠惰（你有多少成績，是看你付出多少努力而決定的）
2.有多少收成就多少過（隨緣認份不貪求）
3.即使一時生意好收成佳（莫求大利）
4.也不如長年來累積在倉庫的多（細水長流安足可矣）');
INSERT INTO table_name (id, content) VALUES (56, '籤詩翻譯
1.自己沒道理卻勉強言詞來遮擋（強詞奪理。內心想法和做法不一致。）
2.想要欺騙官府，行路不正（心術不正。欺騙自己。作風不對。）
3.一旦果報降臨了（終有果報。終會暴露自己醜形。）
4.屆時身陷惡報，那就別嘆息。（恐有厄運不能輕忽）');
INSERT INTO table_name (id, content) VALUES (57, '籤詩翻譯
1.此事狀況百出，讓人思慮頻繁。
2.不要聽信外人，而要自己主張。
3.生活中或神明給予的靈機或經驗，你要記住。
4.在這紛亂中，要好好自己思考這件事。');
INSERT INTO table_name (id, content) VALUES (58, '籤詩翻譯
1.蘇秦的好口才，因而奠定了一生。
2.一切的功名富貴就是從此開始
3.若再補修功德與修為
4那前途就更順暢亨通了');
INSERT INTO table_name (id, content) VALUES (59, '籤詩翻譯
1.門戶衰微辛苦孤單
2.感嘆許多的祈求都不靈驗（雖屢求天而不相應，由於德薄故不能感動上天。因為天神只助有德之人。）
3.幸好祖上有德
4.因此這事情還可以繼續
(螟蛉指養子、義子)');
INSERT INTO table_name (id, content) VALUES (60, '籤詩翻譯
1.羨慕兄弟有好的名聲
2.只管做人要謙恭不要自傲、自誇、自大
3.在槐樹開花時，上面就會傳來好消息。
4.雙雙都金榜有名');
INSERT INTO table_name (id, content) VALUES (61, '籤詩翻譯
1.遇到盜賊、小人、惡人侵害。
2.善良的人沒事卻擔心煎熬（比喻不用窮擔心）
3.主人卻大笑視若無事出門去。（輕鬆生活即可）
4.不用武力就把盜賊解決了。（不用比試、鬥爭，這個苦惱、問題自然解決了）');
INSERT INTO table_name (id, content) VALUES (62, '籤詩翻譯
1.敵方人多勢眾，甚為猖獗。（代表當前的你遇到缺德之人、小人）
2.有賴你的貴人全力扶持。有賴你盡全力的付出。
3.嘗到果實時，已經是秋末。（成功的時間）
4.就在虎頭城裡歡喜的互相尋找（成功的地點）
「虎頭城」，「虎」字上方這個部首相關的人事物。或與「虎」相關的事蹟之場所。');
INSERT INTO table_name (id, content) VALUES (63, '籤詩翻譯
1.往昔南爭北討有得有失
2.雖然筋疲力盡，但還可以支撐。
3.若想知道自己好運的數字
4.前後與三相關的數字都是');
INSERT INTO table_name (id, content) VALUES (64, '籤詩翻譯
1.善人相逢一起做事，原本就好合同。
2.更何況有貴人來主導這件事。
3.不用多費力氣，公平，同心協力。
4.事情就在談笑之中加倍成功。
貴人者：天水翁，貴人是也。該人資料中有天或水的人。
合夥者：名字中有趙或胡。');
INSERT INTO table_name (id, content) VALUES (65, '籤詩翻譯
1.北風呼呼吹著，正是冬天的盡頭。（困頓就要過去）
2.此時漸漸感覺家庭喜氣變濃了
3.到了新春之刻，人事方面更順遂後
4.得到貴人之忠言，壞事化吉，信息通達。');
INSERT INTO table_name (id, content) VALUES (66, '籤詩翻譯
1.只在家鄉經營即可
2.莫遠求、莫外求、莫遠出
3.今年將有新的好運勢
4.恭賀雙喜臨門');
INSERT INTO table_name (id, content) VALUES (67, '籤詩翻譯
1.你才動念，上天就知道了
2.何必問我來決定這個疑惑呢
3.願你改過向善，兄友弟恭，孝敬父母
4.若能如此，不愁家室不安寧。');
INSERT INTO table_name (id, content) VALUES (68, '籤詩翻譯
1.大江南北到處做生意
2.幾年來獲利無數
3.勸你適可而止，莫再投資
4.貪欲是個無底洞');
INSERT INTO table_name (id, content) VALUES (69, '籤詩翻譯
1.捨棄搭船遵循正路總是適宜的（出外有搭船或飛機者也當注意安危）
2.切勿嬉玩或追逐明星偶像或攀附富貴人家子弟（預防週邊人侵害）
3.與朋友喝酒稱兄道弟（預防口舌）
4.明早仇敵可能又來');
INSERT INTO table_name (id, content) VALUES (70, '籤詩翻譯
1.每件事情都各有管理者。（人間的每件事情，各有天神主管。）
2.你只要誠心祈禱不要懷疑（若能真誠祈求，天神可相助。）
3.和你約定連續三天以上的好日子（不同的項目則由不同的神明負責。）
4.應驗是在酷熱的夏季，中伏的日子時
◆註解：
中伏指夏季大暑後第二旬庚日
中伏：三伏的第二伏。指夏至後第四庚日。亦稱為「二伏」。（請查農民曆即知。）
三伏：初伏、中伏、末伏的合稱。從夏至後第三個庚日起，每十日為一伏，分別為初伏、中伏、末伏，是一年中最熱的時候。');
INSERT INTO table_name (id, content) VALUES (71, '籤詩翻譯
1.喜鵲飛來屋簷前報告這個好消息（你事先得知有關他的消息）
2.知道你在千里之外急欲歸來（你急欲知道這重逢能否實現）
3.重繡香囊與鴛鴦帶（鴛鴦帶：男女期盼久別重逢的飾帶）（你準備了期盼重逢的黃絲帶或各種飾帶，或做了有助重逢的行為。）
4.正逢落葉霜飛的秋天與寒氣逼侵的冬天（在這氣氛下你們終於相逢了）');
INSERT INTO table_name (id, content) VALUES (72, '籤詩翻譯
1.河渠旁邊的道路高低不平（比喻事情困境難行）
2.又感嘆長途跋涉又遇到日落西山（又逢機緣不好）
3.即使有好的命運
4.也要等到猴、雞、狗這三年');
INSERT INTO table_name (id, content) VALUES (73, '籤詩翻譯
1.回憶往昔在居所互定盟約（分半釵：雙方各執釵的一半，以誓盟約。）
2.而如今忽然違背誓言（乖：背離。）
3.痴心等待此事能有好結果（不死心等待能有好結果）
4.到底這事情還是不能和諧啊（事情終究不容易）');
INSERT INTO table_name (id, content) VALUES (74, '籤詩翻譯
1.危險危險又危險(崔巍指高峻崎嶇)
2.經歷了危險如走平地般的來回
3.身體如菩提樹，心如鏡子。
（代表聰慧能幹，就能解決問題。也代表要反思自己即是解藥。）
4.終於傳來好消息（長安：首都、京城，代表與所問事相關的最重要地方。春，代表一種成果。）');
INSERT INTO table_name (id, content) VALUES (75, '籤詩翻譯
1.由於過去生曾經結過好緣
2.因此相逢之下格外親和
3.彼此都是相當人物沒有高下之分
4.事情都能得意，也不用談論有多少富與貧');
INSERT INTO table_name (id, content) VALUES (76, '籤詩翻譯
1.一切因果報應條文多如麻
2.這事如何跟你說清楚
3.一切善惡，都是自作自受。
4.禍福果報，就此中分。（意即，若決定以善而行者，則未來善報之。若以惡而作者，惡報必隨之。）');
INSERT INTO table_name (id, content) VALUES (77, '籤詩翻譯
1.
樹木有其根幹，水有其源頭。（發生一件事情，總有其起源）
2.
你當追尋其根源（解決問題要從根源著手，而非看一時的現象）
3.
莫跟隨他人閒言雜語起舞（事情當自己思考，莫聽外人言）
4.
若是訴訟，結果都是壞事收場，這是至理名言。（訴訟無贏家，只有大輸與小輸）');
INSERT INTO table_name (id, content) VALUES (78, '籤詩翻譯
1.家庭物質豐富可以溫飽
2.也要多多在本質上下工夫（若肚子已能溫飽，也要在心地與內涵上充實。）
3.錢財太多反而害自己，這當節制花用。（人生不要光只是賺錢）
4.好命有好命的業因，壞命有壞命的業因。');
INSERT INTO table_name (id, content) VALUES (79, '籤詩翻譯
1.東南西北觀方向，來龍去脈看清楚（意即，做事要善惡、對錯、方位看清楚。）
2.座北朝南自然安適（意即，做事要順乎天理，自然能趨吉避凶。朝南發展則吉）
3.若是顛倒座向這是陰陽違逆（意即，若違背天理則諸事不順，惡果頻頻。）
4.門戶凋零家庭不安');
INSERT INTO table_name (id, content) VALUES (80, '籤詩翻譯
1.原本平安無事卻突然遭惹了小麻煩（原本沒事卻突然有個謀求或狀況）
2.這是陽宅、陰宅不安所致（風水、地理、居家環境要調整一下）
3.改變一下居家格局，調整一下方位可以改變禍福（造化個好環境可以換個好運氣）
4.這件小事可別小看他喔（環境影響心理，心理影響處事，處事則影響運勢，故不可小看。）');
INSERT INTO table_name (id, content) VALUES (81, '籤詩翻譯
1.借你的財物應當還你
2.欺騙良心賴皮不還，這是他造奸業
3.還好有公平的因果報應（還好能遇到清官、能洗清冤屈）
4.有一朝就得還你公道（有朝他的心機就會露出來）');
INSERT INTO table_name (id, content) VALUES (82, '籤詩翻譯
1.你也是這行中的賢輩（優質人選、老手）
2.勸你對這事多多用心經營
3.屆時雙方都能相談甚歡
4.而後你也能與之並駕齊驅');
INSERT INTO table_name (id, content) VALUES (83, '籤詩翻譯
1.隨緣認份接受自己所得到的
2.而不要妄想更多而讓自己苦煎憂
3.若想自立門戶的話，這難以成事。（此事想要成就，這是困難的。）
4.人生百年歲月中，又有多少歲月可以安閒呢');
INSERT INTO table_name (id, content) VALUES (84, '籤詩翻譯
1.
這件事情雖然顯得紛嚷曲折（事情像迷霧般）
2.
處在當局者，對於事情來龍去脈要領先知道（對於事情要有主見，莫被人牽著鼻子走）
3.
他人的讒言不要聽（要預防被他人之言語迷惑而誤判行情）
4.
堅定實踐禮義，有利自己前途。');
INSERT INTO table_name (id, content) VALUES (85, '籤詩翻譯
1.
春天的風雨正瀟瀟下著（形容行事如走泥濘）
2.
期盼的人或事，還在遙遠的地方（想要的謀求還沒如願）
3.
一時的計策能得逞（即使一時能得到所求）
4.
但是，後續如何下去卻又成了問題。（此恐是惡夢的開始）');
INSERT INTO table_name (id, content) VALUES (86, '籤詩翻譯
1.一艘貨船載滿貨，好好的招呼、邀請客人購買（對於事情要有主動經營的精神）
2.薄利多銷，積少成多也能富裕。（成果需要時間）
3.常拿自己和他人比（經營的要比他人好才行）
4.日後要比今天更好（今天的自己要勝過昨天的自己）');
INSERT INTO table_name (id, content) VALUES (87, '籤詩翻譯
1.
暗地裡細看他人有否詭異行為（互相猜疑，心裡有鬼，故看什麼都不對。）
2.
船中的敵人笑裡藏刀（懷疑他人有不軌）
3.
打開心門說亮話，自然無事。
4.
那只是一種自我保護的行為罷了（看似詭異的行為，只是一些自我保護的措施而已。）');
INSERT INTO table_name (id, content) VALUES (88, '籤詩翻譯
1.過去的經營都徒勞無功
2.若到了新春時漸有起色
3.各種謀求和方法都得意
4.更需安分守己不能高傲');
INSERT INTO table_name (id, content) VALUES (89, '籤詩翻譯
1.閒在酒杯前沒事唱著歌。（形容當前苦悶的日子。建議別喝酒。）
2.時運不濟又能奈何
3.當才華得以展現時，已經到了晚年。（成功的時間：馬年）
4.就在虎頭城裡看到自己的成就與好運
（成功的地點：地名中有虎頭者或與虎字相關的地方。虎頭，在時間上也可以代表陰曆的一年之初。）');
INSERT INTO table_name (id, content) VALUES (90, '籤詩翻譯
1.人生的事業總是讓人忙碌
2.而能像你這麼清閒的人家也不多見
3.勸你不用這麼勤勞拜神又祈禱
4.過多的謀求只是多事和苦嘆');
INSERT INTO table_name (id, content) VALUES (91, '籤詩翻譯
1.就算要得到成果，也是要經過經營的過程
2.只怪你做事一向不用心
3.就算要得到榮華富貴，也是要應用經書中的道理
4.仔細品味這些道理其中的奧妙');
INSERT INTO table_name (id, content) VALUES (92, '籤詩翻譯
1.今年的穀物收成不如過去
2.物價上漲是百年來最高
3.各種災難與瘟疫流行
4.這要到冬至之後才安全');
INSERT INTO table_name (id, content) VALUES (93, '籤詩翻譯
1.春天來的雨水太連續了
2.進入夏天放晴了卻又續雨（代表事情在夏季中反覆）
3.在經過這節氣的三伏之後
4.可以得到充沛的雨水滋潤田園');
INSERT INTO table_name (id, content) VALUES (94, '籤詩翻譯
1.一般器物的選用和人的選用是同樣的道理
2.優秀的工具要用好的工匠（好事也要有好的搭當方能成事）
3.各種事情若有緣的話那就隨緣
4.秋冬之際方才遇到你心目中的好人選');
INSERT INTO table_name (id, content) VALUES (95, '籤詩翻譯
1.我知道你的口袋內還有個寶藏（在這不好的狀況下還有良好的條件）
2.但是生不逢時也是沒有用的
3.只嘆和別人已經有所約定（彼此間已經有某種的束縛存在）
4.這還是需要貴人的幫助');
INSERT INTO table_name (id, content) VALUES (96, '籤詩翻譯
1.若是好命遲來，不要嫌太晚。
2.但多多拜佛求加持（佛前懺悔祈求加持則能改運）
3.原本多年前就該有的果報（這些好福報原本多年前就該來了）
4.若能拜佛懺悔，那各方面自得圓滿，而且還賺得好名聲。');
INSERT INTO table_name (id, content) VALUES (97, '籤詩翻譯
1.都已經五十了，功名卻不佳，真叫人心灰意冷。
2.那知又有功名富貴的謀求壓力
（「富貴逼人來」意即，這是不可避免的福報。）
3.多多行善，謹守行為與本份。（若能如此則福報更穩健）
4.那就能長壽富貴與建立功勳了。（福祿壽三者都來。能得到最好的福祿）');
INSERT INTO table_name (id, content) VALUES (98, '籤詩翻譯
1.
百般的經營也花費不少精神
2.南北四處奔波而命運尤然未更新
3.若到了兔年（或到了陰曆二月）之時就能順遂得意
4.就如枯木到了春天要發芽了');
INSERT INTO table_name (id, content) VALUES (99, '籤詩翻譯
1.
你的貴人，正為某些事情而霧煞煞。（你的舊友目前還沒出線）
2.
他和你是舊友，過去交投不密，但是談話契合，此滋味你應可以感覺出。
3.
官府招待室招待舊友（你的舊友升官，你也因此獲提攜。）（故客代表求籤者）
4.
能得良馬護送通往康莊大道（良馬就是舊友）');
INSERT INTO table_name (id, content) VALUES (100, '籤詩翻譯
1.
關聖帝君原本是天界的雷雨師（天界中，山河大地、草木林牆等，各有其主管之神明）
2.
各種吉凶禍福我先知道（天神都有
五神通
。神通種類概略分之有五種，細分則有百百種
）
3.
只要至誠祈求都能靈驗（天神就如人類的父母。
◎
宗教是人類的父母
）
4.
抽得此籤百事皆宜');